Repository: JiNexus/alejandrocelaya.com
Catalog: data/language/*.po
Languages: es

source: Skills
es: Habilidades

source: Projects
es: Proyectos

source: Contact
es: Contactar

source: %sSubclient%s is a cross-platform audio and video streaming application that works as a %sSubsonic%s client.
es: %sSubclient%s es una aplicación multiplataforma para streaming de audio y video que funciona como un cliente de %sSubsonic%s.

source: About me
es: Acerca de mi

source: Alejandro Celaya Alastrue
es: Alejandro Celaya Alastrué

source: Alejandro Celaya Alastrue - PHP and Java developer
es: Alejandro Celaya Alastrué - Programador PHP y Java

source: Alejandro Celaya, PHP web developer and Java developer in Zaragoza, Spain. I have worked with web applications, web services and e-commerce
es: Alejandro Celaya, programador web PHP y programador Java en Zaragoza, España. He trabajado con aplicaciones web, web services y comercio electrónico

source: All of them can be found on my %sGithub%s profile page.
es: Todos ellos pueden ser encontrados en mi perfil de %sGithub%s.

source: Both Subclient and Subconnector are licensed under the %sGNU General public license v3%s.
es: Tanto Subclient como Subconnector están licenciados bajo %sGNU General public license v3%s.

source: Comments
es: Comentarios

source: Contact properly sent. Thanks!
es: Contacto correctamente enviado. ¡Gracias!

source: Continuous integration
es: Integración continua

source: Good practices
es: Buenas prácticas

source: Hello! My name is Alejandro Celaya.
es: ¡Hola! Mi nombre es Alejandro Celaya.

source: Home
es: Inicio

source: I am experienced in Java Standard Edition too, wich I use for desktop application development, allowing me to include a cross-platform desktop client for any web application.
es: También tengo experiencia en Java Standard Edition, que uso para desarrollar aplicaciones de escritorio, lo que me permite incluir clientes de escritorio multiplataforma para cualquier aplicación web.

source: I have a personal open source project too, %sSubclient%s, an audio and video streaming application that works as a %sSubsonic%s desktop client. Subsonic is an awesome server-side audio and video streamer I use for music playback while I'm programming.
es: Tengo también un proyecto personal de código abierto, %sSubclient%s, una aplicación de streaming de audio y video que funciona como cliente de escritorio de %sSubsonic%s. Subsonic es una increible aplicación de streaming que utilizo para reproducir música mientras programo.

source: I have published some Zend Framework modules in my %sGithub%s account. They are registered in the %sZend Framework modules%s page and %spackagist%s, so they can be installed with %scomposer%s.
es: He publicado algunos módulos de Zend Framework en mi cuenta de %sGithub%s. Todos están registrados en la página de %smódulos de Zend Framework%s y %spackagist%s, por lo que pueden ser instalados con %scomposer%s.

source: I have worked in many kind of projects. From simple static webpages to fully managed web applications and web services, as well as eCommerce applications. For this projects I use %sZend Framework 2%s and I have some experience on front end design and usability.
es: He trabajado en muchas clases de proyectos. Desde simples páginas estáticas hasta aplicaciones web completamente gestionables y web services, así como aplicaciones de comercio electrónico. Para estos proyectos utilizo %sZend Framework 2%s y tengo experiencia en diseño de interfaces de usuario y usabilidad.

source: I have worked in other minor projects too. Tiny CSS libraries, other Zend Framework modules and such.
es: También he trabajado en otros proyectos más pequeños. Pequeñas librerías de CSS, otros módulos para Zend Framework y demás.

source: I live in Zaragoza, Spain, and I am a PHP web developer since 2010.
es: Vivo en Zaragoza, España, y soy programador web PHP desde 2010.

source: I use to use Zend Framework and Bootstrap in web applications. They are powerful frameworks that guarantee a very professional result.
es: Suelo utilizar Zend Framework y Bootstrap en aplicaciones web. Son poderosos frameworks que garantizan un resultado muy profesional.

source: I will keep adding more of them to the list. Maybe jQuery plugins, Bootstrap customizations or even java and PHP libraries. Time will tell.
es: Seguiré añadiendo más a la lista. Quizás algún plugin de jQuery, personalizaciones para Bootstrap o incluso librerías de java y PHP. El tiempo dirá.

source: In January 2013 I was included in the %sZend Certified Engineers%s group by passing the official certification exam (PHP 5.3). In May 2014 I passed the %sZend Framework 2 Certified Architect%s exam too.
es: En Enero de 2013 fui incluido en el grupo %sZend Certified Engineers%s al aprobar el examen oficial de certificación (PHP 5.3). En Mayo de 2014 también aprobé el examen de %sZend Framework 2 Certified Architect%s.

source: Information provided is not valid. Review form data and send it again.
es: La información proporcionada no es válida. Revise los datos del formulario y vuelva a enviarlo.

source: It is currently available on Windows and Linux, and I am working on MacOS version too. I would also like to make an Android version in the future.
es: Actualmente está disponible en Windows y Linux, y también estoy trabajando en la versión de MacOS. También me gustaría hacer una versión para Android en el futuro.

source: Language
es: Idioma

source: My projects
es: Mis proyectos

source: Name
es: Nombre

source: Other projects
es: Otros proyectos

source: Others
es: Otros

source: PHP and Java developer
es: Programador PHP y Java

source: Page not found
es: Página no encontrada

source: Please contact me and I'll answer as soon as possible.
es: Por favor contacta conmigo y te responderé lo antes posible.

source: Powered by %sZend Expressive%s and %sBootstrap 3%s
es: Powered by %sZend Expressive%s y %sBootstrap 3%s

source: Sculpin blog
es: Blog Sculpin

source: Sculpin is a static site generator based on Symfony components that allowed me to create a blazing fast and very SEO-friendly blog.
es: Sculpin es un generador de sitios estáticos basado en componentes de Symfony que me permitió crear un blog ultra rápido y amigable con el SEO.

source: Sending...
es: Enviando

source: Some time ago I started to write a blog. In the past my blogging platform was Wordpress, but I didn't really like it so I changed to %sSculpin%s.
es: Hace algún tiempo empecé a escribir un blog. En el pasado mi plataforma de blogging era Wordpress, pero realmente no me gustaba así que cambié a %sSculpin%s.

source: Something went wrong while sending the email. Try again later.
es: Algo no ha ido bien al enviar el mensaje. Por favor vuelve a intentarlo más tarde.

source: Subclient uses a library, Subconnector, that works as a Java SDK to establish connections with Subsonic servers that can be downloaded from the website too.
es: Subclient utiliza una librería, Subconnector, que funciona como un SDK de Java para establecer conexiones con servidores Subsonic que también puede ser descargada del sitio web.

source: Subject
es: Asunto

source: Submit
es: Enviar

source: Task automation
es: Automatización de tareas

source: Test Driven Development
es: Desarrollo dirigido por pruebas

source: The contents of my blog are open source and can be found %shere%s.
es: Los contenidos de mi blog son de código abierto y se pueden encontrar %saquí%s.

source: The page you requested could not be found. Use your browser's Back button to navigate to the page you have previously come from or just press this button.
es: La página solicitada no pudo ser encontrada. Utiliza el botón Atrás de tu navegador para volver a la página de la que ha llegado previamente o símplemente presione este botón.

source: The page you requested has produced an unexpected error. Use your browser's Back button to navigate to the page you have previously come from or just press this button.
es: La página solicitada produjo un error inesperado. Utiliza el botón Atrás de tu navegador para volver a la página de la que ha llegado previamente o símplemente presione este botón.

source: This website however, is made with %sZend Expressive%s and %sBootstrap 3%s. Expressive is a microframework more suitable for small projects.
es: Esta página web, sin embargo, está hecha con %sZend Expressive%s y %sBootstrap 3%s. Expressive es un microframework más adecuado para proyectos pequeños.

source: Unexpected error
es: Error inesperado

source: Version control
es: Control de versiones

source: Web back-end
es: Lado del servidor en web

source: Web front-end
es: Interfaz de usuario en web

source: Websites
es: Páginas web

source: When I created Subclient's website, I used %sZend Framework%s for the back-end and %sBootstrap 2%s in the front-end.
es: Cuando creé la web de Subclient, usé %sZend Framework%s para la parte de servidor y %sBootstrap 2%s en el interfaz de usuario.

source: You can send me an email to %smoc.ayalecordnajela@ordnajela%s if you prefer.
es: Puedes enviarme un email a %smoc.ayalecordnajela@ordnajela%s si lo prefieres.

source: Zend Framework modules
es: Módulos de Zend Framework

source: a fully-featured module to send emails.
es: un módulo con muchas funcionalidades para el envío de emails.

source: a module to generate QR codes based on the %sEndroid QR code%s library.
es: un módulo para generar códigos QR basado en la librería %sEndroid QR code%s

source: a module to render yaml responses.
es: un módulo para renderizar respuestas yaml.

source: a very simple module to manage assets.
es: un módulo muy simple para gestionar assets.
